/* Calendar end text */
"$duration minutes Pomodoro '$pomodoroName'" = "$duration Minuten Timer '$timerName'";

/* Speech every minutes */
"$time minutes to go" = "Noch $time Minuten";

/* Quick statistic format string */
"QuickStatistics" = "%1$@ (%2$.2d:%3$.2d)\nUnterbrechungen: %4$d/%5$d/%6$d\n\nGlobale Timers: %7$d/%8$d/%9$d\nTägliche Timers: %10$d/%11$d/%12$d\nGlobale Unterbrechungen: %13$d/%14$d/%15$d\nTägliche Unterbrechungen: %16$d/%17$d/%18$d\n\nAnzahl der Timers bis zur nächsten langen Pause: %19$d";

/* Applescript placeholder */
"-- insert here your Applescript" = "-- Applescript:";

/* Growl pomodoro resume */
"... and we're back!" = "... und weiter geht's!";

/* Growl interrupt over */
"... interruption max time is over, sorry!" = "Leider ist die maximale Unterbrechungszeit verstrichen!";

/* Export Table Header */
"\nDescription, When, Duration, externalInterruptions, internalInterruptions\n\n" = "\nBeschreibung, Zeitpunkt, Dauer, Externe Unterbrechungen, Interne Unterbrechungen\n\n";

/* Speech pomodoro resume */
"And we are back!" = "Und weiter geht's!";

/* Tooltip for break */
"Break after: %@" = "Pause nach: %@";

/* Export Header */
"Export data created by Pomodoro on %@\n" = "Export Daten erstellt von Timer am %@\n";

/* Growl pomodoro end */
"Great! A full pomodoro!" = "Toll! Eine Timer beendet!";

/* Growl pomodoro start */
"Have a great pomodoro! You have $duration minutes to do '$pomodoroName'." = "Eine gute Timer! $duration Minuten Zeit für '$timerName'.";

/* Twitter pomodoro reset */
"I have just reset pomodoro '$pomodoroName'" = "Ich habe gerade meine Timer '$timerName' abgebrochen.";

/* Pomodoro name prompt */
"Insert here the pomodoro name" = "Hier die Bezeichnung der Timer eingeben";

/* Growl header for internal interruptions */
"Internal Interruption" = "Interne Unterbrechung";

/* Tooltip for Interruption */
"Interrupted: %@" = "Unterbrochen: %@";

/* Speech interrupt over */
"interruption over, sorry" = "Die Unterbrechung ist leider vorbei.";

/* Twitter break finished */
"Just finished break after pomodoro '$pomodoroName'" = "Ich habe gerade die Pause nach der Timer '$timerName' beendet";

/* Twitter pomodoro end */
"Just finished pomodoro '$pomodoroName'" = "Ich habe gerade die Timer '$timerName' beendet";

/* Tooltip for finished pomodoros */
"Just finished: %@" = "Gerade beendet: %@";

/* Twitter pomodoro start */
"Just started pomodoro '$pomodoroName'" = "Ich habe gerade die Timer '$timerName' begonnen";

/* Tooltip for interrupt-reset pomodoros */
"Last: %@ (interrupted)" = "Zuletzt: %@ (unterbrochen)";

/* Tooltip for reset pomodoro */
"Last: %@ (reset)" = "Zuletzt: %@ (abgebrochen)";

/* Growl pomodoro reset */
"Not a good one? Just try again!" = "Kein Glück gehabt? Versuche es noch einmal!";

/* Growl every minutes */
"Other $mins minutes passed by. $passed total minutes spent." = "Weitere $mins Minuten sind verstrichen, insgesamt schon $passed Minuten.";

/* Growl header for finished break */
"Pomodoro break finished" = "Timer Pause beendet";

/* Growl header for finished pomodoro */
"Pomodoro finished" = "Timer abgeschlossen";

/* Growl title for interruptions */
"Pomodoro interrupted" = "Timer unterbrochen";

/* Growl header for reset */
"Pomodoro reset" = "Timer abgebrochen";

/* Growl header for resumed pomodoro */
"Pomodoro resumed" = "Timer fortgesetzt";

/* Growl header for pomodoro start */
"Pomodoro started" = "Timer begonnen";

/* Status Tooltip */
"Pomodoro Time Management" = "Timer Zeit-Management";

/* Growl header for quick statistics */
"Quick Statistics" = "Schnelle Statistik";

/* Growl break finsihed */
"Ready for another one?" = "Bereit für eine weitere Timer?";

/* Speech break finished */
"Ready for next one?" = "Bereit für die nächste Timer?";

/* Speech pomodoro start */
"Ready, set, go" = "Auf die Plätze, fertig, los!";

/* Speech pomodoro reset */
"Try again" = "Nochmal versuchen";

/* Speech pomodoro end */
"Well done!" = "Gut gemacht!";

/* Tooltip for running Pomodoro */
"Working on: %@" = "Zu bearbeiten: %@";

/* Speech pomodoro interrupt */
"You have $secs seconds to resume" = "$secs Sekunden Unterbrechungszeit";

/* Growl pomodoro interrupt */
"You have $secs seconds to resume." = "Maximal $secs Sekunden Unterbrechungszeit.";

/* Mood Message */
"Pomodoro '$pomodoroName'. Back at $dueTime" = "Arbeite gerade in der Timer '$timerName'. Bin ab $dueTime wieder verfügbar.";

/* Mood Message Break*/
"Resting after Pomodoro '$pomodoroName'" = "Pausiere gerade nach der Timer '$timerName'.";

/* Release Number */
"Release" = "Version: %@";

/* Build number */
"Build" = "Build %6d";